Repository: jrajaniemi/BikeComputerSwiftUI
Catalog: BikeComputer/Components/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, ga, ga_ie, ha, he, hi, hr, hu, hy, id, is, it, ja, ka, ko, ku, la, lt, lv, mk, ms, mt, nb, nl, pa, pl, pt, pt_pt, qu, rm, rm_ch, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk_ua, ur, vi, zh, zh_hant

source: Is charging: no
ar: يشحن: لا
bg: Зарежда се: не
bs: Punjenje: ne
ca: S'està carregant: no
cs: Nabíjí se: ne
da: Lader: nej
de: Wird geladen: nein
el: Φορτίζει: όχι
es: Se está cargando: no
et: Laadimine: ei
fi: Latautuu: ei
fr: En charge : non
ga: Tá sé ag muirearú: níl
ga_ie: Tá á mhuirearú: níl
ha: Ana zargi: a'a
he: טעענע: ניין
hi: चार्ज हो रहा है: नहीं
hr: Punjenje: ne
hu: Töltés alatt: nem
hy: Գանձվում է՝ ոչ
id: Sedang mengisi daya: tidak
is: Er að hlaða: nei
it: In carica: no
ja: 充電している: いいえ
ka: მუხტავს: არა
ko: 충전 중: 아니요
ku: بار مەدەن: نەخوە
la: Accusatur: non
lt: Įkraunama: ne
lv: Uzlāde notiek: nē
mk: Се полни: не
ms: Sedang mengecas: tidak
mt: Qed jiċċarġja: le
nb: Lader: nei
nl: Wordt opgeladen: nee
pa: ਚਾਰਜ ਕਰ ਰਿਹਾ ਹੈ: ਨਹੀਂ
pl: Ładuje: nie
pt: Está carregando: não
pt_pt: Está a carregar: não
qu: Kutiywan: mana
rm: È in carica: na
rm_ch: Sta a chargiar: na
ro: Se încarcă: nu
ru: Зарядка: нет
sk: Nabíja sa: nie
sl: Se polni: ne
sq: Pas karikuar: jo
sr: Puni se: ne
sv: Laddar: nej
sw: Inachaji: hapana
th: กำลังชาร์จ: ไม่
tr: Şarj oluyor: hayır
uk_ua: Заряджається: ні
ur: چارج ہو رہا ہے: نہیں
vi: Đang sạc: không
zh: 正在充电: 否
zh_hant: 正在充電：否

source: Is charging: yes
ar: قيد الشحن: نعم
bg: Зарежда се: да
bs: Punjenje: da
ca: Està carregant: sí
cs: Nabíjí se: ano
da: Lader: ja
de: Wird geladen: ja
el: Φορτίζει: ναι
es: Está cargando: sí
et: Laadimine toimub: jah
fi: Latautuu: kyllä
fr: Est en charge: oui
ga: Tá sé ag muirearú: tá
ga_ie: Tá an muirearú: sea
ha: Ana cajinwa: eh
he: טוען: כן
hi: चार्ज हो रहा है: हां
hr: Punjenje: da
hu: Töltődik: igen
hy: Լիցքավորվում է՝ այո
id: Sedang mengisi daya: ya
is: Er að hlaða: já
it: Sta caricando: sì
ja: 充電中: はい
ka: მუხტავს: კი
ko: 충전 중: 예
ku: هەبارە: بەڵی
la: Incumbit: ita
lt: Įkraunama: taip
lv: Uzlāde notiek: jā
mk: Се полни: да
ms: Sedang mengecas: ya
mt: Qed jiċċarġja: iva
nb: Lader: ja
nl: Wordt opgeladen: ja
pa: ਹੀ ਚਾਰਜ ਹੋ ਰਿਹਾ ਹੈ: ਹਾਂ
pl: Ładuje się: tak
pt: Está carregando: sim
pt_pt: Está a carregar: sim
qu: Sichakuy kachkan: arí
rm: È a carrar: gea
rm_ch: È a chargiar: gea
ro: Se încarcă: da
ru: Зарядка: да
sk: Nabíja sa: áno
sl: Polni se: da
sq: Po ngarkohet: po
sr: Punjenje: da
sv: Laddar: ja
sw: Inalipa: ndiyo
th: กำลังชาร์จ: ใช่
tr: Şarj oluyor: evet
uk_ua: Заряджається: так
ur: چارج ہو رہا ہے: ہاں
vi: Đang sạc: có
zh: 正在充电：是
zh_hant: 正在充電：是

source: km/h
ar: كم/س
bg: км/ч
da: km/t
el: χλμ/ώρα
ga: km/u
ga_ie: km/u
he: קמ"ש
hi: किमी/घं
hy: կմ/ժ
id: km/j
is: km/klst
ka: კმ/სთ
ku: كم/س
mk: км/ч
ms: km/j
nb: km/t
nl: km/u
pa: ਕਿਮੀ/ਘੰਟਾ
ru: км/ч
sv: km/t
th: กม./ชม.
tr: km/sa
uk_ua: км/год
ur: کلومیٹر فی گھنٹہ
zh: 公里/小时
zh_hant: 公里/小時

source: Light
ar: ضوء
bg: Светлина
bs: Svjetlo
ca: Llum
cs: Světlo
da: Lys
de: Licht
el: Φως
es: Luz
et: Valgus
fi: Vaalea
fr: Lumière
ga: Solas
ga_ie: Solais
ha: Haske
he: אור
hi: प्रकाश
hr: Svjetlo
hu: Fény
hy: Լույս
id: Cahaya
is: Ljós
it: Luce
ja: 光
ka: Ნათელი
ko: 빛
ku: Rônî
la: Lux
lt: Šviesa
lv: Gaisma
mk: Светлина
ms: Cahaya
mt: Dawl
nb: Lys
nl: Licht
pa: ਦੀਪ
pl: Światło
pt: Luz
pt_pt: Luz
qu: Káncha
rm: Glisch
rm_ch: Glisch
ro: Lumină
ru: Свет
sk: Svetlo
sl: Svetloba
sq: Dritë
sr: Svetlo
sv: Ljus
sw: Mwanga
th: ไฟ
tr: Işık
uk_ua: Світло
ur: روشنی
vi: Ánh sáng
zh: 光
zh_hant: 光

source: Low
ar: منخفض
bg: Ниско
bs: Nizak
ca: Baix
cs: Nízký
da: Lav
de: Niedrig
el: Χαμηλός
es: Bajo
et: Madal
fi: Matala
fr: Bas
ga: Íseal
ga_ie: Íseal
ha: ƙasa
he: נמוך
hi: कम
hr: Nisko
hu: Alacsony
hy: Ցածր
id: Rendah
is: Lágt
it: Basso
ja: 低い
ka: დაბალი
ko: 낮음
ku: نزم
la: Humilis
lt: Žemas
lv: Zems
mk: Ниско
ms: Rendah
mt: Baxx
nb: Lav
nl: Laag
pa: ਘੱਟ
pl: Niski
pt: Baixo
pt_pt: Baixo
qu: Urpi
rm: Bass
rm_ch: Bass
ro: Mic
ru: Низкий
sk: Nízky
sl: Nizko
sq: I ulët
sr: Nizak
sv: Låg
sw: Låg
th: ต่ำ
tr: Düşük
uk_ua: Низький
ur: کم
vi: Thấp
zh: 低
zh_hant: 低

source: Maximum
ar: أقصى
bg: Максимум
bs: Maksimum
ca: Màxim
cs: Maximální
da: Maksimum
el: Μέγιστο
es: Máximo
et: Maksimaalne
fi: Maksimi
ga: Uasmhéid
ga_ie: Uasmhéid
ha: Mafi yawa
he: מקסימום
hi: अधिकतम
hr: Maksimum
hy: Առավելագույն
id: Maksimal
is: Hámarks
it: Massimo
ja: 最大
ka: მაქსიმალური
ko: 최대
ku: Zêdetirîn
lt: Maksimalus
lv: Maksimālais
mk: Максимум
ms: Maksimum
mt: Massimu
nb: Maksimum
pa: ਅਧਿਕਤਮ
pl: Maksymalny
pt: Máximo
pt_pt: Máximo
qu: Aswan
rm_ch: Massim
ro: Maxim
ru: Максимум
sl: Največje
sq: Maksimum
sr: Maksimum
sv: Maximal
sw: Upeo
th: สูงสุด
tr: Maksimum
uk_ua: Максимум
ur: زیادہ سے زیادہ
vi: Tối đa
zh: 最大
zh_hant: 最大值

source: Medium
ar: متوسط
bg: Среден
bs: Srednje
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Medio
et: Keskmine
fi: Keskitaso
fr: Moyen
ga: Meán
ga_ie: Meán
ha: Tsaka
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Medio
ja: 中
ka: საშუალო
ko: 중간
ku: Navin
lt: Vidutinis
lv: Vidējs
mk: Средно
ms: Sederhana
mt: Medju
pa: ਔਸਤ
pl: Średni
pt: Médio
pt_pt: Médio
qu: Challwa
rm: Mesaun
rm_ch: Mesaun
ro: Mediu
ru: Средний
sk: Stredný
sl: Srednje
sq: Mesatar
sr: Srednje
sw: Kati
th: ปานกลาง
tr: Orta
uk_ua: Середній
ur: درمیانہ
vi: Trung bình
zh: 中
zh_hant: 中等

source: Motorcycling
ar: ركوب الدراجات النارية
bg: Моторциклетизъм
bs: Motociklizam
ca: Motociclisme
cs: Motocykly
da: Motorcykling
de: Motorradfahren
el: Μοτοσυκλετισμός
es: Motociclismo
et: Mootorrattasõit
fi: Moottoripyöräily
fr: Motocyclisme
ga: Mótarghluaisteánaíocht
ga_ie: Mótarbhiking
ha: Na'ura mai ƙafa
he: מוטוריקן
hi: मोटरसाइकिल चलाना
hr: Motociklizam
hu: Motorozás
hy: Մոտոցիկլետ վարելը
id: Bersepeda motor
is: Ekið á mótorhjóli
it: Motociclismo
ja: オートバイ
ka: მოტოციკლეტები
ko: 모터사이클 타기
ku: Motorsîklîng
la: Motocyclismus
lt: Motociklizmas
lv: Motobraukšana
mk: Моторцикл
ms: Menunggang motosikal
mt: Muturiżmu
nb: Motorsykkelsport
nl: Motorrijden
pa: ਮੋਟਰਸਾਈਕਲਿੰਗ
pl: Jazda motocyklem
pt: Motociclismo
pt_pt: Motociclismo
qu: Motorcicllismo
rm: Motociclism
rm_ch: Ir en moto
ro: Motociclism
ru: Мотоспорт
sk: Jazda na motocykli
sl: Motociklizem
sq: Motorçiklizëm
sr: Motociklizam
sv: Motorcykling
sw: Kuendesha pikipiki
th: ขี่มอเตอร์ไซค์
tr: Motor sürmek
uk_ua: Мотоспорт
ur: موٹر سائیکلنگ
vi: Đi xe máy
zh: 摩托车骑行
zh_hant: 騎摩托車

source: mph
ar: ميل في الساعة
bg: миля/ч
de: km/h
el: μίλια/ώρα
et: miili/h
fr: mi/h
he: מייל לשעה
hi: मील प्रति घंटा
hr: milja/h
hu: mérföld/óra
hy: մղ/ժ
ja: マイル毎時
ka: მილი საათში
ko: 마일/시
ku: مایل لە کاتژمێردا
lt: myl/h
lv: jūdzes stundā
mk: м.ч.
nl: mijl/u
pa: ਮਾਈਲ ਪ੍ਰਤੀ ਘੰਟਾ
pl: mil/h
rm: m/h
rm_ch: m/h
ro: m/h
ru: миль/ч
th: ไมล์ต่อชั่วโมง
uk_ua: миль/год
ur: میل فی گھنٹہ
vi: dặm/giờ
zh: 英里每小时
zh_hant: 英里每小時

source: Name
ar: الاسم
bg: Име
bs: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
ga: Ainm
ga_ie: Ainm
ha: Suna
he: שם
hi: नाम
hr: Ime
hu: Név
hy: Անուն
id: Nama
is: Nafn
it: Nome
ja: 名前
ka: სახელი
ko: 이름
ku: Nav
la: Nomen
lt: Vardas
lv: Vārds
mk: Име
ms: Nama
mt: Isem
nb: Navn
nl: Naam
pa: ਨਾਂ#
pl: Nazwa
pt: Nome
pt_pt: Nome
qu: Suti
rm: Num
rm_ch: Num
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sq: Emër
sr: Ime
sv: Namn
sw: Jina
th: ชื่อ
tr: Adı
uk_ua: Ім'я
ur: نام
vi: Tên
zh: 名称
zh_hant: 姓名

source: No
ar: لا
bg: Не
bs: Ne
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
ga: Níl
ga_ie: Níl
ha: A'a
he: לא
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
is: Nei
ja: いいえ
ka: არა
ko: 아니요
ku: Na
la: Non
lt: Ne
lv: Nē
mk: Не
ms: Tidak
mt: Le
nb: Nei
nl: Nee
pa: ਨਹੀਂ
pl: Nie
pt: Não
pt_pt: Não
qu: Mana
rm: Na
rm_ch: Na
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Ne
sv: Nej
sw: Hapana
th: ไม่
tr: Hayır
uk_ua: Ні
ur: نہیں
vi: Không
zh: 不
zh_hant: 不

# No Route
source: No points in current route to end.
ar: لا توجد نقاط في المسار الحالي للوصول إلى النهاية.
bg: Няма точки в текущия маршрут до края.
bs: Nema bodova na trenutnoj ruti do kraja.
ca: No hi ha punts en la ruta actual fins al final.
cs: Žádné body v aktuální trase až do konce.
da: Ingen punkter på den nuværende rute til slut.
de: Keine Punkte in der aktuellen Route zum Ende.
el: Δεν υπάρχουν σημεία στην τρέχουσα διαδρομή μέχρι τέλους.
es: No hay puntos en la ruta actual hasta el final.
et: Praegusel marsruudil pole punkte lõppemiseks.
fi: Ei reittipisteitä.
fr: Aucun point sur l'itinéraire actuel pour terminer.
ga: Níl aon phointí sa bhealach reatha chun críche.
ga_ie: Níl aon phointí sa bhealach reatha chun deireadh.
ha: Babu maki a hanyar da za a kare.
he: אין נקודות במסלול הנוכחי לסוף.
hi: वर्तमान मार्ग में अंत तक कोई बिंदु नहीं।
hr: Nema točaka na trenutnoj ruti do kraja.
hu: Nincs pont a jelenlegi reitin végére.
hy: Ընթացիկ երթուղում կետեր չկան վերջացնելու համար։
id: Tidak ada titik di rute saat ini untuk mengakhiri.
is: Engar punkta í núverandi leið til enda.
it: Nessun punto nel percorso corrente per terminare.
ja: 現在のルートには終了するためのポイントがありません。
ka: ჩარჩოში ყოფნა მცდარია.
ko: 현재 경로에서 끝낼 지점이 없습니다.
ku: Hiç tentîk niha bo axira rêyê tune.
la: Nulla puncta in itinere currenti ad finem.
lt: Šiame maršrute nėra taškų, kur galima baigti.
lv: Šajā maršrutā nav punktu beigām.
mk: Нема точки во тековната рута до крај.
ms: Tiada mata dalam laluan semasa untuk tamat.
mt: L-ebda punti fir-rotta kurrenti sal-aħħar.
nb: Ingen punkter på nåværende rute til slutt.
nl: Geen punten in de huidige route naar het einde.
pa: ਮੌਜੂਦਾ ਰੂਟ ਵਿੱਚ ਅੰਤ ਤੱਕ ਕੋਈ ਬਿੰਦੂ ਨਹੀਂ।
pl: Brak punktów na obecnej trasie do końca.
pt: Sem pontos na rota atual até o fim.
pt_pt: Sem pontos na rota atual até o fim.
qu: Mana kay ñanpi puchukaykipa puntos kan.
rm: Nagins puncts en la ruta actuala finì.
rm_ch: Nagin puncts en la ruta actual fin.
ro: Nu sunt puncte pe ruta actuală pentru a încheia.
ru: Нет точек на текущем маршруте для окончания.
sk: V súčasnej trase nie sú žiadne body na ukončenie.
sl: Na trenutni trasi ni točk za konec.
sq: Nuk ka pikë në rrugën aktuale për të ndaluar.
sr: Nema tačaka na trenutnoj ruti za završetak.
sv: Inga punkter i den nuvarande rutten till slutet.
sw: Hakuna pointi katika njia ya sasa kuishia.
th: ไม่มีจุดในเส้นทางปัจจุบันถึงจุดสิ้นสุด
tr: Mevcut rotada sonlandırmak için nokta yok.
uk_ua: Немає пунктів на поточному маршруті для завершення.
ur: موجودہ راستے میں خاتمے تک کوئی پوائنٹس نہیں۔
vi: Không có điểm nào trên lộ trình hiện tại để kết thúc.
zh: 当前路线没有终点。
zh_hant: 當前路線無積分。

source: Normal
ar: عادي
bg: Нормално
bs: Normalno
cs: Normální
el: Κανονικό
et: Normaalne
fi: Normaali
ga: Gnáth
ga_ie: Gnách
ha: Al’ada
he: רגיל
hi: सामान्य
hr: Normalno
hu: Normál
hy: Սովորական
is: Venjulegt
it: Normale
ja: ノーマル
ka: ნორმალური
ko: 일반
ku: ئەسەن
la: Normalis
lt: Normalus
lv: Parasts
mk: Нормално
ms: Biasa
mt: Normali
nl: Normaal
pa: ਨਾਰਮਲ
pl: Normalny
qu: Rikcha
ru: Обычный
sk: Normálny
sl: Normalno
sq: Normale
sr: Normalno
sw: Kawaida
th: ปกติ
uk_ua: Звичайний
ur: عام
vi: Bình thường
zh: 正常
zh_hant: 正常

source: Off
ar: إيقاف
bg: Изкл.
bs: Isključeno
ca: Apagat
cs: Vypnuto
da: Fra
de: Aus
el: Κλείσιμο
es: Apagado
et: Väljas
fi: Pois
fr: Désactivé
ga: Asabhairt
ga_ie: Géir
ha: Kashe
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
hy: Անջ.
id: Mati
is: Af
it: Spento
ja: オフ
ka: გამორთვა
ko: 끄기
ku: چالاكی نەكردن
la: De
lt: Išjungta
lv: Izslēgts
mk: Исклучено
ms: Mati
mt: Itfi
nb: Av
nl: Uit
pa: ਬੰਦ
pl: Wył.
pt: Desligado
pt_pt: Desligado
qu: Kichayaspay
rm: Dec.
rm_ch: Betg
ro: Oprit
ru: Выкл
sk: Vyp.
sl: Izklopljeno
sq: Fikur
sr: Isključeno
sv: Av
sw: Zima
th: ปิด
tr: Kapalı
uk_ua: Вимк.
ur: بند
vi: Tắt
zh: 关闭
zh_hant: 關閉

source: OK
ar: حسنًا
bg: Добре
bs: U redu
ca: D'acord
el: Εντάξει
es: De acuerdo
fr: D'accord
ga: Ceart go leor
ha: Toh
he: אישור
hi: ठीक
hr: U redu
hy: Լավ
id: Oke
is: Allt í lagi
ja: はい
ka: კარგი
ko: 확인
ku: باشه
la: Bene
lt: Gerai
lv: Labi
mk: Во ред
mt: Tajjeb
pa: ਠੀਕ ਹੈ
qu: Arí
ru: Хорошо
sl: V redu
sq: Në rregull
sr: U redu
sw: Sawa
th: ตกลง
tr: Tamam
uk_ua: Гаразд
ur: ٹھیک ہے
vi: Đồng ý
zh: 好
zh_hant: 好的

source: On
ar: تشغيل
bg: Включено
ca: Activat
cs: Zapnuto
da: Til
de: An
el: Ενεργό
es: Activado
et: Sees
fi: Päällä
fr: Activé
ga: Ar
ga_ie: Ar
ha: A kan
he: על
hi: चालू
hr: Uključeno
hu: Be
hy: Վրա
id: Hidup
is: Á
it: Acceso
ja: オン
ka: ჩართული
ko: 켜기
ku: Li
la: In
lt: Įjungta
lv: Ieslēgts
mk: Вклучено
ms: Hidup
mt: Fuq
nb: På
nl: Aan
pa: ਚਾਲੂ
pt: Ligado
pt_pt: Ligado
qu: Ruwaypi
rm: Sin
rm_ch: Sin
ro: Activat
ru: Вкл.
sk: Zapnuté
sl: Vklopljeno
sq: Aktivizuar
sr: Uključeno
sv: På
sw: På
th: เปิด
tr: Açık
uk_ua: Увімк.
ur: پر
vi: Bật
zh: 开
zh_hant: 開

source: Other
ar: أخرى
bg: Други
bs: Drugo
ca: Altres
cs: Jiné
da: Andre
de: Andere
el: Άλλο
es: Otros
et: Muu
fi: Muu
fr: Autre
ga: Eile
ga_ie: Eile
ha: Sauran
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
hy: Այլ
id: Lain
is: Annað
it: Altro
ja: その他
ka: სხვა
ko: 기타
ku: دیکەر
la: Alius
lt: Kita
lv: Citi
mk: Друго
ms: Lain
mt: Oħra
nb: Annet
nl: Overig
pa: ਹੋਰ
pl: Inne
pt: Outro
pt_pt: Outros
qu: Hukkin
rm: Auter
rm_ch: Auter
ro: Altele
ru: Другое
sk: Iné
sl: Ostalo
sq: Tjetër
sr: Ostalo
sv: Övrigt
sw: Andra
th: อื่นๆ
tr: Diğer
uk_ua: Інші
ur: دیگر
vi: Khác
zh: 其他
zh_hant: 其他

source: Paddling
ar: التجديف
bg: Гребане
bs: Veslanje
ca: Paleo
cs: Pádlování
da: Padling
de: Paddeln
el: Κωπηλασία
es: Remando
et: Aerutamine
fi: Melonta
fr: Pagayage
ga: Tumadh
ga_ie: Dornálaíocht
ha: tukawa
he: חתירה
hi: चप्पू चलाना
hr: Veslanje
hu: Evezés
hy: Թիավարում
id: Mendayung
is: Áralag
it: Pagaia
ja: パドリング
ka: ნიჩბოსნობა
ko: 노 젓기
ku: Pêdan
la: Linteamentum
lt: Irklavimas
lv: Airēšana
mk: Веслање
ms: Dayung
mt: Ippaddjar
nb: Padling
nl: Peddelen
pa: بوٹنگ
pl: Wiosłowanie
pt: Remar
pt_pt: Remar
qu: Remando
rm: Remar
rm_ch: Remar
ro: Canotaj
ru: Гребля
sk: Pádlovanie
sl: Veslanje
sq: Varkëthyes
sr: Veslanje
sw: Kuogelea
th: การพายเรือ
tr: Kürek çekme
uk_ua: Веслування
ur: پیڈلنگ
vi: Chèo thuyền
zh: 划船
zh_hant: 划槳

source: Parameters
ar: المعلمات
bg: Параметри
bs: Parametri
ca: Paràmetres
cs: Parametry
da: Parametre
de: Parameter
el: Παράμετροι
es: Parámetros
et: Parameetrid
fi: Parametrit
fr: Paramètres
ga: Paraiméadair
ga_ie: Paraiméadarí
ha: Sigogi
he: פרמטרים
hi: पैरामीटर
hr: Parametri
hu: Paraméterek
hy: Պարամետրեր
id: Parameter
is: Færibreytur
it: Parametri
ja: パラメータ
ka: პარამეტრები
ko: 매개변수
ku: پەرەمیترەکان
la: Parametroe
lt: Parametrai
lv: Parametri
mk: Параметри
ms: Parameter
mt: Parametri
nb: Parametere
nl: Parameters -> Parameters
pa: ਪੈਰਾਮੀਟਰز
pl: Parametry
pt: Parâmetros
pt_pt: Parâmetros
qu: Sut'ichakuna
rm: Parametres
rm_ch: Parametres
ro: Parametri
ru: Параметры
sk: Parametre
sl: Parametri
sq: Parametrat
sr: Parametri
sv: Parametrar
sw: Vigezo
th: พารามิเตอร์
tr: Parametreler
uk_ua: Параметри
ur: پیرامیٹرز
vi: Tham số
zh: 参数
zh_hant: 參數

source: Position
ar: موضع
bg: Позиция
bs: Pozicija
ca: Posició
cs: Pozice
el: Θέση
es: Posición
et: Asukoht
fi: Sijainti
ga: Seasamh
ga_ie: Suíomh
ha: Matsayi
he: מיקום
hi: स्थान
hr: Pozicija
hu: Pozíció
hy: Դիրք
id: Posisi
is: Staða
it: Posizione
ja: 位置
ka: პოზიცია
ko: 위치
ku: نەخۆی
la: Positio
lt: Pozicija
lv: Pozīcija
mk: Позиција
ms: Kedudukan
mt: Pożizzjoni
nb: Posisjon
nl: Positie
pa: ਸਥਾਨ
pl: Pozycja
pt: Posição
pt_pt: Posição
qu: Suyuy:
rm: Posiziun
rm_ch: Posiziun
ro: Poziție
ru: Позиция
sk: Pozícia
sl: Položaj
sq: Pozicioni
sr: Pozicija
sw: Nafasi
th: ตำแหน่ง
tr: Pozisyon
uk_ua: Позиція
ur: پوزیشن
vi: Vị trí
zh: 位置
zh_hant: 位置

source: Power saving mode
ar: وضع توفير الطاقة
bg: Режим пестене на енергия
bs: Režim uštede energije
ca: Mode d'estalvi d'energia
cs: Režim úspory energie
da: Strømbesparende tilstand
de: Energiesparmodus
el: Λειτουργία εξοικονόμησης ενέργειας
es: Modo de ahorro de energía
et: Energiasäästurežiimis
fi: Virransäästötila
fr: Mode économie d'énergie
ga: Mód coigilte cumhachta
ga_ie: Modh Sábhála Cumhachta
ha: Yanayin ajiye wuta
he: מצב חיסכון בחשמל
hi: पावर सेविंग मोड
hr: U modu za uštedu energije
hu: Energiatakarékos mód
hy: Էներգախնայող ռեժիմ
id: Mode hemat daya
is: Orkusparandi stilling
it: Modalità Risparmio Energetico
ja: 省電力モード
ka: ენერგიის დაზოგვის რეჟიმი
ko: 절전 모드
ku: د مۆدی پارێزگای ئینێرژی
la: Modus salutaris potentiae
lt: Energijos taupymo režimas
lv: Enerģijas taupīšanas režīms
mk: Режим за заштеда на енергија
ms: Mod kuasa simpanan
mt: modalità ta' iffrankar tal-enerġija
nb: Strømsparingsmodus
nl: Energiebesparingsmodus
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ
pl: Tryb oszczędzania energii
pt: Modo de economia de energia
pt_pt: manter o modo de economia de energia
qu: Puquy kamay ukhu
rm: Modus da spargn da forza
rm_ch: Modus dadina energia
ro: Mod economisire energie
ru: Режим энергосбережения
sk: Režim úspory energie
sl: Varčevanje z energijo
sq: Në modalitetin e kursimit të energjisë
sr: Režim uštede energije
sv: Strömsparläge
sw: Hali ya kuokoa nishati
th: โหมดประหยัดพลังงาน
tr: Güç tasarrufu modu
uk_ua: Режим енергозбереження
ur: بجلی بچانے کا موڈ
vi: Chế độ tiết kiệm điện
zh: 省电模式
zh_hant: 保持省電模式

source: Power saving mode: Maximum
ar: وضع توفير الطاقة: الحد الأقصى
bg: Режим на пестене на енергия: Максимум
bs: Način uštede energije: Maksimum
ca: Mode d'estalvi d'energia: Màxim
cs: Režim úspory energie: Maximum
da: Strømbesparelsestilstand: Maksimum
de: Energiesparmodus: Maximum
el: Λειτουργία εξοικονόμησης ενέργειας: Μέγιστη
es: Modo de ahorro de energía: Máximo
et: Energiasäästurežiim: Maksimaalne
fi: Virransäästötila: maksimi
fr: Mode d'économie d'énergie : Maximum
ga: Modh coigilte cumhachta: Uasmhéid
ga_ie: Módh coigilt fuinnimh: Uasmhéid
ha: Yanayin ajiyar wuta: Mafi girma
he: מצב חיסכון באנרגיה: מקסימום
hi: बिजली बचत मोड: अधिकतम
hr: U modu za uštedu energije: Maksimum
hu: Energiatakarékos mód: Maximális
hy: Էներգախնայող ռեժիմը՝ Առավելագույն
id: Mode hemat daya: Maksimum
is: Orkusparnaðarstilling: Hámarks
it: Modalità risparmio energetico: Massima
ja: 省電力モード: 最大
ka: Ძალვის დაზოგვის რეჟიმი: მაქსიმალური
ko: 절전 모드: 최대
ku: مالپاری پارەکەرە: زۆرترین
la: Modus virtutis conservandae: Maximum
lt: Energijos taupymo režimas: Maksimalus
lv: Energijas taupīšanas režīms: Maksimums
mk: Режим на заштеда на енергија: Максимум
ms: Mod penjimatan kuasa: Maksimum
mt: Modalità ta’ Tfaddil tal-Enerġija: Massimu
nb: Strømsparingsmodus: Maksimum
nl: Energiebesparingsmodus: Maximum
pa: ਬਿਜਲੀ ਬਚਤ ਮੋਡ: ਜ਼ਿਆਦਾ
pl: Tryb oszczędzania energii: Maksymalny
pt: Modo de economia de energia: Máximo
pt_pt: Modo de poupança de energia: Máximo
qu: Intiñaqa pusaq kayanapa: Allinwan
rm: Modus dadamogna: Maximum
rm_ch: Modus d'economisar energia: Maximum
ro: Mod economisire energie: Maxim
ru: Режим энергосбережения: Максимальный
sk: Režim úspory energie: Maximálny
sl: Način varčevanja z energijo: Največji
sq: Në modalitetin e kursimit të energjisë: Maksimumi
sr: Režim uštede energije: Maksimalno
sv: Energisparläge: Maximal
sw: Hali ya kuokoa nishati: Kiwango cha juu
th: โหมดประหยัดพลังงาน: สูงสุด
tr: Güç tasarrufu modu: Maksimum
uk_ua: Режим енергозбереження: Максимальний
ur: پاور سیونگ موڈ: زیادہ سے زیادہ
vi: Chế độ tiết kiệm pin: Tối đa
zh: 省电模式：最大化
zh_hant: 省電模式：最大

source: Power saving mode: Normal
ar: وضع توفير الطاقة: عادي
bg: Режим на пестене на енергия: Нормален
bs: Način uštede energije: Normalan
ca: Mode estalvi d'energia: Normal
cs: Režim úspory energie: Normální
da: Strømbesparelsestilstand: Normal
de: Energiesparmodus: Normal
el: Λειτουργία εξοικονόμησης ενέργειας: Κανονική
es: Modo de ahorro de energía: Normal
et: Energiansäästötilassa: Normaali
fi: Virransäästötila: normaali
fr: Mode d'économie d'énergie : Normal
ga: Mód coigiltis cumhachta: Gnáth
ga_ie: Modh coigilt fuinnimh: Gnáth
ha: Yanayin adana wuta: Na al'ada
he: מצב חיסכון באנרגיה: רגיל
hi: बिजली बचत मोड: सामान्य
hr: U modu za uštedu energije: Normalan
hu: Energiatakarékos mód: Normál
hy: Էներգախնայողության ռեժիմ: Սովորական
id: Mode hemat daya: Normal
is: Orkusparnaðarstilling: Venjuleg
it: Modalità di risparmio energetico: Normale
ja: 省電力モード: 通常
ka: ენერგიის დაზოგვის რეჟიმი: ნორმალური
ko: 절전 모드: 일반
ku: ئازمووەرء توانای دەخریت: نەرمال
la: Modus salutaris potentiae: Normalis
lt: Energijos taupymo režimas: Įprastas
lv: Enerģijas taupīšanas režīms: Normāls
mk: Режим на штедење енергија: Нормален
ms: Mod penjimatan kuasa: Normal
mt: Modalità ta' Tifdil tal-Enerġija: Normali
nb: Strømsparingsmodus: Normal
nl: Energiebesparingsmodus: Normaal
pa: ਬਿਜਲੀ ਬਚਤ ਮੋਡ: ਸਧਾਰਨ
pl: Tryb oszczędzania energii: Normalny
pt: Modo de economia de energia: Normal
pt_pt: Modo de poupança de energia: Normal
qu: Intiq ch’usay ñawinchaymanta: Rikra
rm: Modus d'egonom: Normal
rm_ch: Modus da spargn da forza: Normal
ro: Mod economisire energie: Normal
ru: Режим энергосбережения: Обычный
sk: Režim úspory energie: Normálny
sl: Način varčevanja z energijo: Normalno
sq: Në modalitetin e kursimit të energjisë: Normal
sr: Režim uštede energije: Normalno
sv: Energisparläge: Normal
sw: Hali ya kuokoa nishati: Kawaida
th: โหมดประหยัดพลังงาน: ปกติ
tr: Güç tasarrufu modu: Normal
uk_ua: Режим енергозбереження: Нормальний
ur: بجلی بچانے کا موڈ: عام
vi: Chế độ tiết kiệm điện: Bình thường
zh: 省电模式：正常
zh_hant: 保留節能模式：正常

source: Power saving mode: Off
ar: وضع توفير الطاقة: إيقاف
bg: Режим на пестене на енергия: Изключен
bs: Režim uštede energije: Isključeno
ca: Mode d'estalvi d'energia: Desactivat
cs: Režim úspory energie: Vypnuto
da: Strømbesparende tilstand: Fra
de: Energiesparmodus: Aus
el: Λειτουργία εξοικονόμησης ενέργειας: Απενεργοποιημένη
es: Modo de ahorro de energía: Desactivado
et: Energiasäästurežiim: Väljas
fi: Virransäästötila: pois päältä
fr: Mode d'économie d'énergie : Désactivé
ga: Mód coigiltis cumhachta: Asluaite
ga_ie: Modh coigiltis cumhachta: As atá
ha: Yanayin adana wuta: Kashe
he: מצב חיסכון באנרגיה: כבוי
hi: पावर सेविंग मोड: बंद
hr: U modu za uštedu energije: Isključeno
hu: Energiatakarékos mód: Kikapcsolva
hy: Էներգախնայող ռեժիմը՝ Անջատ
id: Mode hemat daya: Mati
is: Orkusparnaðarstilling: Af
it: Modalità risparmio energetico: Disattivata
ja: 省エネモード：オフ
ka: ენერგიის დაზოგვის რეჟიმი: გამორთულია
ko: 절전 모드: 꺼짐
ku: هومه‌ڵەت پاراستن: کوژراو
la: Modus salutaris potentiae: Deactivum
lt: Energijos taupymo režimas: Išjungta
lv: Enerģijas taupīšanas režīms: Izslēgts
mk: Режим на заштеда на енергија: Исклучен
ms: Mod jimat kuasa: Tutup
mt: Modalità ta' Frankar l-Enerġija: Mitfi
nb: Strømsparingsmodus: Av
nl: Energiebesparingsmodus: Uit
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ: ਬੰਦ
pl: Tryb oszczędzania energii: Wyłączone
pt: Modo de economia de energia: Desligado
pt_pt: Modo de economia de energia: Desligado
qu: Inti Ch'usaq kamaymanta: Wichqiy
rm: Modus da spargn da forza: Spent
rm_ch: Modus spargn energia: Desactivà
ro: Mod economisire energie: Oprit
ru: Режим энергосбережения: Выкл
sk: Režim úspory energie: Vypnutý
sl: Varčevanje z energijo: Izklopljeno
sq: Në modalitetin e kursimit të energjisë: Joaktive
sr: Režim uštede energije: Isključeno
sv: Strömsparläge: Av
sw: Hali ya kuokoa nguvu: Zimwa
th: โหมดประหยัดพลังงาน: ปิด
tr: Güç tasarrufu modu: Kapalı
uk_ua: Режим енергозбереження: Вимкнено
ur: توانائی بچانے کا موڈ: بند
vi: Chế độ tiết kiệm năng lượng: Tắt
zh: 省电模式: 关闭
zh_hant: 省電模式：關閉
